Revit 2027 API
PanelTypeSet Constructor
Initializes a new instance of the PanelTypeSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public PanelTypeSet()
Public Sub New
public:
PanelTypeSet()
new : unit -> PanelTypeSet
See Also
Reference
PanelTypeSet Class
Autodesk.Revit.DB Namespace